Repository: jakubfijalkowski/drawtheworld
Catalog: Src/DrawTheWorld.Game.UWP/Strings/*/Resources.resw
Source language: en_us
Languages: pl

# Pages_StorePage_ClickToOpenButton.Text
source: Click to open
pl: Kliknij, by otworzyć

# Platform_Notifications_PacksSynchronized1_3
source: Ignored!
pl: Pobrano {0} paczek.

# Platform_Notifications_PacksSynchronized2_3
source: Ignored!
pl: Są one dostępne w menu.

# Platform_Notifications_PacksSynchronizedWithErrors1_3
source: Ignored!
pl: Pobrano {0} paczek.

# Platform_Notifications_PacksSynchronizedWithErrors2_3
source: Ignored!
pl: Nie udało się pobrać {1} paczek.

# Platform_Notifications_PacksSynchronizedWithErrors3_3
source: Ignored!
pl: Są one dostępne w menu.

# Controls_RequireSignIn_FirstRunFullVersion_Header.Text
source: This is a free game now
pl: Ta wersja jest już darmowa

# Controls_RequireSignIn_FirstRunFullVersion_Message.Text
source: Because you had purchased the full version of the game before it became free, all functions are unlocked. Additionally, you will get free coins(for use in the Game Store), but you have to sign in. Do you want to do it now?
pl: Ponieważ zakupiłaś/eś pełną wersję gry zanim stała się darmowa, wszystkie funkcje są odblokowane. Dodatkowo możesz otrzymać darmowe monety(do spożytkowania w Sklepie gry), lecz by je dostać, musisz się zalogować. Czy chcesz to zrobić teraz?

# Controls_SettingsAndAccount_ErrorMessage.Text
source: An error occured, try again later.
pl: Wystąpił błąd, spróbuj ponownie później.

source: Link with game
pl: Połącz z grą

# Platform_Notifications_PackIsEmpty
source: The pack you are trying to link is empty and is not valid for the game.
pl: Paczka, którą próbujesz dodać do gry jest pusta, przez co nie nadaje się do dodania.

# Platform_Notifications_PackIsEmptyTitle
source: Pack is empty
pl: Paczka jest pusta

# Pages_GameList_PackType_Linked
source: This pack is linked with the designer. Changes made in the designer will be automatically copied here. Deleting the pack will not delete it from the designer.
pl: Ta paczka jest połączona z designerem. Zmiany w niej dokonane będą automatycznie kopiowane. Usunięcie jej nie spowoduje usunięcia z designera.

source: Zoom board
pl: Przybliżenie planszy

# Controls_CoinsUI_PurchaseCompleteCoinsAmount.Text
source: Now you have
pl: Aktualnie posiadasz

# Controls_CoinsUI_ForPrice.Text
source: for
pl: za

# Pages_TutorialPage_SnappedViewMessage.Text
source: Unsnap the game to read the tutorial.
pl: By wyświetlić samouczek, przesuń grę na pełny ekran.

# Controls_AppInfo_Main.SettingsName
source: Settings
pl: Ustawienia

# Pages_MainMenu_SettingsButton.Content
source: SETTINGS
pl: USTAWIENIA

# Controls_AppInfo_Help_Pane.SettingsName
source: Help
pl: Pomoc

# Pages_MainMenu_AboutButton.Content
source: ABOUT
pl: O GRZE
